Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * StockStarSystems: Star systems (such as Betelgeuse, Arcturus, or Alpha Centuari) which are well known by audiences and authors alike.
pt_br: * Br/SistemasEstelaresProntos: Sistemas estelares (tais como Betelgeuse, Arcturus ou Alpha Centauri) que são amplamente conhecidos pelo público e pelos autores.

source: * StoicWoobie * SummonEverymanHero * {{Superhero}}es: Heroes who are defined by possessing special skills, abilities, superpowers, or at least a gimmicky theme and grandiose personality that sets them apart from more mundane heroes.
pt_br: * Br/CoitadinhoEstoico * Br/InvocarHeroiMediocre * Br/{{Super Heroi}}s: Heróis cujo traço definidor é a posse de habilidades especiais e super poderes, ou alguma peculiaridade junto com personalidade engrandecida que o diferencia dos heróis mais mundanos.

source: * StoicWoobie: A miserable character who tries their hardest [[TheStoic to hide]] how much they're really hurting on the inside.
pt_br: * Br/CoitadinhoEstoico: Um personagem miserável que tenta ao máximo [[Br/OEstoico esconder]] o quanto eles sofrem por dentro.

source: * StoppedNumberingSequels: First, sequels of the series had numbers, but then not.
pt_br: * Br/PararamDeNumerarAsSequencias: No começo as sequências tinham números, mas agora não mais.

source: * Stories featuring a RestrictedRescueOperation often end like this.
pt_br: * Histórias com uma Br/OperacaoDeResgateRestrita costumam terminar assim.

source: * StraightGay: Riobaldo, although this is subject to never-ending discussion due to the way the plot resolves.
pt_br: * Br/GayHetero: Riobaldo, embora isso seja tema de uma infindável discussão devido ao modo como a história termina.

source: * StraightManAndWiseGuy: When a Cloudcuckoolander is paired with the StraightMan.
pt_br: * Br/HomemSerioECaraSagaz: Quando o avoado forma dupla com o Br/HomemSerio.

source: * StrawVulcan: Calvin, who seems to be doing her best to be as much like a purely logical, rational robot as possible.
pt_br: * Br/EspantalhoVulcano: Calvin, que parece estar fazendo o seu melhor para ser puramente lógico e racional, tal qual um robô.

source: * StrictlyFormula: When a series rarely (if ever) deviates from a standard plot formula.
pt_br: * Br/FormulaEstrita: Quando uma série raramente (ou nunca) desvia de uma fórmula padrão de trama.

source: * StrongAsTheyNeedToBe and over-reliance on PlotArmor.
pt_br: * Br/TaoForteQuantoNecessario e excesso de uso da Br/ArmaduraDeTrama.

source: * StuckAtTheAirportPlot: The characters are SnowedIn or otherwise unable to leave a transportation hub/terminal.
pt_br: * Br/TramaDePresosNoAeroporto: Por algum motivo os personagens ficam presos em uma estação ou terminal, sem conseguir sair.

source: * StupidSacrifice: The audience isn't supposed to realize that a character sacrificing their life or well-being for someone else for drama logically shouldn't have needed to make any sacrifice at all.
pt_br: * Br/SacrificioEstupido: O público não deve perceber que um personagem que esteja sacrificando sua vida ou bem-estar em favor de outra pessoa por causa do trama na verdade não deveria precisar fazer sacrifício nenhum.

source: * SubStory: A story that takes place on a submarine (not a minor plot in a larger work).
pt_br: * Br/SubHistoria: Uma história que se passa em um submarino.

source: * SubbingForSanta: Characters takes the role of a popular mythical character when they can't do their job of the year.
pt_br: * Br/SubstituirONoel: Personagens assumem o papel de um personagem místico popular quando ele não pode fazer seu trabalho anual.

source: * SuburbanGothic: Something sinister is happening in the suburbs.
pt_br: * Br/GoticoSuburbano: Algo sinistro está acontecendo nos subúrbios.

source: * SubvertedPunchline: The joke appears to be setting up one punchline but then goes for another.
pt_br: * Br/SacadaSubvertida: A piada aparenta preparar uma sacada mas na verdade entrega outra.

source: * SuckECheeses: A StockParody of TheEighties wave of family restaurants with arcades and animatronic puppet shows, most of which were pretty run-down by TheNineties.
pt_br: * ??? SuckECheeses: Uma Br/ParodiaPronta da onda de restaurantes americanos dos Br/Anos80 com áreas de arcade e shows com animatrônicos, alguns dos quais já estavam bem desgastados na altura dos Br/Anos90.

source: * SuddenSequelDeathSyndrome: People who survived the original don't make it through the sequel.
pt_br: * Br/SindromeDeMorteSubitaNaSequencia: Pessoas que sobreviveram ao original não aparecem na sequência.

source: * SuddenSequelHeelSyndrome: Someone who was good in the original [[FaceHeelTurn suddenly becomes evil or antagonistic]] in the sequel.
pt_br: * ??? SuddenSequelHeelSyndrome: Alguém que era do bem na obra original [[Br/PassarParaOLadoDosViloes se torna antagonista ou vilão]] na sequência.

source: * SuddenlySignificantCity: A real-world city becomes significantly more important in the story.
pt_br: * Br/CidadeSubitamenteImportante: Uma cidade do mundo real se torna subitamente mais importante na história.

source: * SuitUpOfDestiny: Heroes put on important suits/costumes for the CallToAdventure.
pt_br: * Br/TrajeDoDestino: Heróis vestem roupas importantes para atenderem o Br/ChamadoParaAAventura.

source: * SummonBackupDancers: Dance numbers have extra participants that shouldn't logically participate, if they even exist in the scene at all.
pt_br: * Br/InvocarDancarinosReserva: Números de dança possuem participantes extras que não deveriam participar, podendo até mesmo vir de fora da cena.

source: * SuperMultiPurposeRoom: A room that can be transformed to suit another purpose in an instant.
pt_br: * Br/SuperSalaMultiproposito: Uma sala que pode ser transformada em um instante para se adequar a outra finalidade.

source: * SuperPoweredRobotMeterMaids: Not as ridiculous as many examples since Sonny counts as a SuperPrototype, but NS-5s are still ridiculously overengineered for housekeeping robots.
pt_br: * Br/RobosDomesticosSuperPoderosos: Não tão ridículo quanto outros exemplos, já que Sonny conta como um Br/SuperPrototipo, mas os NS-5 ainda são ridiculamente complexos para tarefas do dia a dia.

source: * SuperPrototype: ** Sonny has a few modifications that set him apart from the standard NS-5: *** He's made with extra dense alloy, which comes in handy when he needs to reach through a forcefield to get the [[spoiler: nanites to inject into Viki]].
pt_br: * Br/SuperPrototipo: ** Sonny possui algumas modificações que o diferenciam de um NS-5 comum: *** Ele é feito com uma liga metálica extra densa que é muito útil quando ele precisa lidar com um campo de contenção para [[spoiler: obter os nanitos a serem injetados na VIKI]].

source: * SuperSargassoSea: Where all the lost stuff ends up.
pt_br: * Br/SuperMarDosSargacos: Onde todas as coisas perdidas param.

source: * SuperSentaiStance: Superheroes go into a coordinated posing routine designed to look "cool".
pt_br: * Br/PoseSuperSentai: Os super heróis fazem uma pose coordenada que é pensada para parecer irada.

source: * SuperStrength: All robots are super-humanly strong.
pt_br: * Br/SuperForca: Todos os robôs são fortes de maneira sobre-humana.

source: * SuperStrength: Mr. Furious, but only when his UnstoppableRage truly kicks in.
pt_br: * Br/SuperForca: Irado, mas apenas quando a Br/FuriaIncontrolavel realmente faz efeito.

source: * SuperTeam: The film is essentially the origin story for the titular Mystery Men.
pt_br: * Br/SuperTime: O filme é a história de origem dos heróis titulares.

source: * SuperZeroes: Incompetent superheroes.
pt_br: * Br/SuperZeros: Super heróis incompetentes.

source: * SuperZeroes: Of the "zero to hero" kind.
pt_br: * Br/SuperZeros: Do tipo "de zero a herói".

source: * SuperheroCapitalOfTheWorld: A location with an overwhelming surplus of superheroes.
pt_br: * Br/CapitalMundialDeSuperHerois: Um local com uma oferta muito elevada de super heróis.

source: * SuperheroCapitalOfTheWorld: Champion City is a city overrun with various [[GangOfHats Hatted Gangs]] and positively ''swimming'' in [[SuperZeroes Z-grade wannabe superheroes]], Captain Amazing eclipsing every single one of them as Champion City's chief defender.
pt_br: * Br/CapitalMundialDosSuperHerois: Champion City é uma cidade repleta de [[Br/GangueDoChapeu gangues do chapéu]] e de [[Br/SuperZeros aspirantes pífios a super heróis]], com o Capitão Arraso ofuscando cada um deles enquanto defensor líder da cidade.

source: * SuperheroEpisode: An episode where a character temporarily gains superpowers (or at least a costume) and fights crime.
pt_br: * Br/EpisodioDeSuperHeroi: Um episódio em que um personagem ganha temporariamente super poderes (ou um traje) e combate o crime.

source: * SuperheroSchool: Where kids with superpowers go to learn to be superheroes (and maybe math and stuff).
pt_br: * Br/EscolaDeSuperHerois Para onde as crianças com super poderes vão para aprender a serem super heróis (e talvez aprender as matérias do ensino regular).

source: * SuperheroTrophyShelf: The hero's lair contains souvenirs from their adventures.
pt_br: * Br/EstanteDeTrofeusDoSuperHeroi: A toca do herói contém lembranças de suas aventuras.

source: * SuperheroTrophyShelf: When a superhero exaggerates this trope in a different way.
pt_br: * Br/EstanteDeTrofeusDoSuperHeroi: Quando um super herói exagera este tropo de um jeito diferente.

source: * SuperheroesWearTights: Mostly averted, as it primarily depicts the DarkerAndEdgier comic styles that were more about leather and combat gear, but played straight by the Sphinx and the Spleen in the final act (the Sphinx's boots imply that he was always wearing the tights under his robes of mystery).
pt_br: * Br/SuperHeroisUsamRoupaColada: Evitado no geral, já que o filme primariamente ressalta o estilo Br/MaisSombrioEPesado dos quadrinhos de heróis onde se usava muito equipamento de combate em couro, porém usado da maneira típica pelo Esfinge e o Solta-Pum no último ato (as botas do Esfinge implicam que ele estava sempre usando os trajes justos sob seu robe misterioso).

source: * SuperiorSpecies: A race that is at least apt to being better than humans in practically every relevant way.
pt_br: * Br/EspecieSuperior: Uma raça que, no mínimo, tem o potencial para ser melhor que os humanos em praticamente todo jeito relevante.

source: * SupermanSubstitute: A character clearly designed as an {{Expy}} or CaptainErsatz of Franchise/{{Superman}}.
pt_br: * Br/SupermanSubstituto: Um personagem claramente pensado como uma cópia ou um Br/CapitaoErsatz de BrFranquia/{{Superman}}.

source: * SuperpoweredEvilSide: The malicious personality of a good person has superpowers.
pt_br: * Br/LadoMauComSuperpoderes: A personalidade maliciosa de uma pessoa boa possui superpoderes.

source: * SupervillainLair: The cliche, surprisingly elaborate facility in which a supervillain plots and prepares for their villainy.
pt_br: * Br/CovilDoSuperVilao: O prédio cliché e surpreendentemente elaborado onde um super vilão planeja a sua vilania.

source: * SupportingLeader: A secondary character who leads the forces of good in their struggle against the villain.
pt_br: * Br/LiderDeApoio: Um personagem secundário que lidera as forças do bem contra o vilão.

source: * Surprise attacks that can only be avoided by sheerest luck or [[TrialAndErrorGameplay memorizing their locations]].
pt_br: * Ataques surpresa que podem ser evitados apenas por pura sorte ou [[Br/JogoDeTentativaEErro ao memorizar as localizações]].

source: * SurprisinglyImprovedSequel: When EvenBetterSequel happens in circumstances where it's even more unexpected than usual.
pt_br: * Br/SequenciaSurpreendentementeMelhor: Quando uma Br/SequenciaAindaMelhor acontece em circunstâncias em que isso era inesperado.

source: * SurprisinglyRealisticOutcome: ** Captain Amazing's rogues gallery are all retired, permanently incarcerated, or dead.
pt_br: * Br/ResultadoSurpreendentementeRealista: ** Os vilões que o Capitão Arraso combate estão todos aposentados, em prisão perpétua ou mortos.

source: * SurroundedByIdiots: The reason why La Chilindrina is able to manipulate el Chavo and Quico on many occasions.
pt_br: * Br/CercadoPorIdiotas: O motivo pelo qual a Chiquinha consegue manipular o Chaves e o Quico em várias ocasiões.

source: * SurvivorGuilt: Spooner, spelled out nicely in one scene: -->'''Spooner''': I had a 45% chance of survival, she only had 11...
pt_br: * Br/RemorsoDoSobrevivente: Spooner, dito com todas as letras em uma cena: -->'''Spooner''': Eu tinha 45% de chances de sobreviver, e a Sarah só tinha 11%...

source: * SuspiciouslySimilarSubstitute: Jaimito (replacing Don Ramón) and Ñoño (replacing Quico) were the main ones, although they were already established characters.
pt_br: * Br/SubstitutoEstranhamenteSimilar: Jaiminho (substituindo o Seu Madruga) e Nhonho (substituindo o Quico) foram os principais, apesar de eles já serem estabelecidos na série quando isso ocorre.

source: * SuspiciouslySpecificSermon: Religious service is oddly plot relevant.
pt_br: * Br/SermaoMuitoEspecifico: O culto religioso é estranhamente relevante para a trama.

source: * SwallowedWhole: ** The Bug to K. ** Averted between Bug and Laurel.
pt_br: * Br/EngolidoInteiro: ** O Inseto com o agente K. ** Evitado entre o Inseto e a Laurel.

source: * SwampsAreEvil: Swamps are out to kill you.
pt_br: * Br/PantanosSaoDoMal: Os pântanos existem para te matar.

source: * SweetBaker: A person who regularly bakes has a sweet personality.
pt_br: * Br/DocePadeiro: Uma pessoa que regularmente assa coisas possui uma personalidade amável.

source: * SweetBaker: A person who regularly bakes has an amicable personality.
pt_br: * Br/DocePadeiro: Uma pessoa que regularmente assa coisas possui uma personalidade amável.

source: * SweetOnPollyOliver: Riobaldo over [[spoiler:Diadorim]], obviously.
pt_br: * ??? SweetOnPollyOliver: Riobaldo a respeito de [[spoiler: Diadorim]].

source: * SwissArmyHero: The hero can [[MultiformBalance change forms]] to cover many different situations or roles.
pt_br: * Br/HeroiCaniveteSuico: O herói consegue [[Br/EquilibrioMultiformas mudar de forma]] para cobrir muitas situações ou papéis diferentes.

source: * SympatheticInspectorAntagonist: The antagonist of a work is a sympathetic police officer trying to capture the law-breaking criminal protagonist.
pt_br: * Br/InspetorAntagonistaSimpatico: O antagonista de uma obra é um policial simpático que está tentando capturar o protagonista criminoso e fora-da-lei.

source: * SympathyForTheDevil: A hero sympathizes with a villain.
pt_br: * Br/SimpatiaPeloDiabo: Um herói simpatiza com o vilão.

source: * TVNeverLies: AnAesop about not trusting the media.
pt_br: * Br/ATelevisaoNuncaMente: Br/UmEsopo sobre não confiar na mídia.

source: * TVNeverLies: Parodied during a conversation between Mr. Furious and Monica the waitress: -->'''Mr. Furious:''' I'll have a steak, please, very rare.
pt_br: * Br/ATelevisaoNuncaMente: Parodiado durante uma conversa entre o Irado e Mônica, a garçonete: -->'''Irado:''' Eu quero um bife bem passado.

source: * TailorMadePrison: A prison made specially to hold an individual a normal prison cannot.
pt_br: * Br/PrisaoFeitaSobMedida: Uma prisão construída especialmente para aprisionar um indivíduo que uma prisão normal não dá conta.

source: * TaintedTobacco: When somebody's tampered with somebody else's smoking herbs.
pt_br: * Br/TabacoAdulterado: Quando alguém dá uma mexida nas ervas de fumo de outro alguém.

source: * TakeMyHand * TakingTheBullet * ThirdPartyStopsAttack * ThwartedCoupDeGrace * UnconventionalCourtroomTactics * VillainousRescue [[/index]]
pt_br: * Br/SeguraMinhaMao * Br/LevandoOTiro * Br/UmTerceiroImpedeOAtaque * Br/GolpeDeMisericordiaFrustrado * Br/TaticasIncomunsDeTribunal * Br/ResgateVilanico [[/index]]

source: * TakeMyHand: A character saves, or tries to save, someone dangling from a ledge by having them grab their hand.
pt_br: * Br/SeguraMinhaMao: Um personagem salva (ou tenta) alguém que está dependurado em um penhasco ao estender a mão para que ele a segure.

source: * TakeThat: ** A little one towards the United States in 1975: -->'''Don Ramón''': I'm so angry that I could declare war on the United States all by myself.
pt_br: * Br/TomaEssa: ** Uma direcionada para os Estados Unidos em 1975: -->'''Seu Madruga:''' Estou tão irritado que eu poderia declarar guerra aos Estados Unidos sozinho!

source: * TakeUpMySword: The hero dies, so someone else needs to heed his/her call.
pt_br: * Br/LeveMinhaEspada: O herói morre, por isso alguém precisa atender o chamado no lugar dele.

source: * TakeYourTime: The plot will wait while the player does unrelated stuff.
pt_br: * Br/LeveOTempoQuePrecisar: A trama espera enquanto o jogador faz coisas não relacionadas.

source: * TalkingTheMonsterToDeath: When Edgar the Bug is taking Laurel (Creator/LindaFiorentino 's character) to his spaceship with the intent of eating her, she begins telling him all sorts of things to make him desist, like claiming she's a goddess and her death could result in a war.
pt_br: * Br/ConvencerOMonstroAMorrer: Quando Inseto Edgar está levando Laurel consigo para a nave com a intenção de ter um lanche para viagem, ela começa a contar todo tipo de história para fazê-lo desistir, como dizer que ela é uma deusa e que sua morte causaria uma guerra.

source: * TalkingToTheDead: [[TearJerker "My love!"]] * UnusualChapterNumbers: No chapter, or just one ''really'' big chapter.
pt_br: * Br/FalarComOsMortos: [[spoiler:"Meu amor!"]] * Br/NumerosDeCapituloIncomuns: Nenhum, ou apenas um gigantesco capítulo, se preferir.

source: * TastesLikeFriendship: A character becomes another's friend after being given food.
pt_br: * Br/TemGostoDeAmizade: Um personagem se torna amigo de outro após receber comida.

source: * TeamChef: The member of a hero team who does the cooking.
pt_br: * Br/ChefDaEquipe: O membro do time de heróis que cuida da cozinha.

source: * TeamDad: The surrogate father to the heroic team.
pt_br: * Br/PaiDaEquipe: O pai postiço para o time de heróis.

source: * TeamMom: The surrogate mother to the heroic team.
pt_br: * Br/MaeDaEquipe: A mãe postiça para o time de heróis.

source: * TechnicalPacifist: A pacifist who is fine with using violence so long as it's non-lethal, or will only commit lethal violence as an absolute last resort.
pt_br: * Br/TecnicamentePacifista: Um pacifista que não vê problemas em usar violência desde que não seja letal, ou que só comete violência letal como último recurso absoluto.

source: * TechnicalPacifist: Doctor Heller, who designs nonlethal weapons, such as the "Shrinker" (which causes the target's clothing to contract painfully tight) and the "Blame-thrower" (which [[ExactlyWhatItSaysOnTheTin starts]] [[BlameGame arguments]]).
pt_br: * Br/TecnicamentePacifista: O Doutor Heller, que projeta armas não letais, como o Encolhedor (que faz com que a roupa do alvo encolha até ficar dolorosamente apertada) e o Provoca-Briga (que [[Br/ExatamenteOQueEstaEscrito inicia discussões]]).

source: * TechnoBabble: Mad scientists' explanations of their works often lapse into incomprehensible jargon.
pt_br: * Br/BaboseiraTecnologica: A explicação de um cientista maluco sobre as suas obras costuma enveredar para jargão incompreensível.

source: * TechnoBabble: Plenty.
pt_br: * Br/BaboseiraTecnologica: Bastante.

source: * TechnoDystopia * TelevisionGeography * TerminallyDependentSociety * ThereAreNoGoodExecutives * TheUnmasquedWorld * UrbanRuins * {{Utopia}} * TheVerse * WainscotSociety: The setting may look like our world to most of its inhabitants -- but there's a whole secondary society in hiding.
pt_br: * Br/TecnoDistopia * Br/GeografiaDeTelevisao * Br/SociedadeTerminalmenteDependente * Br/NaoExistemBonsExecutivos * Br/OMundoDesmascarado * Br/RuinasUrbanas * Br/{{Utopia}} * Br/OVerso * Br/SociedadeLambril: A ambientação pode se parecer com o nosso mundo comum para a maioria de seus moradores, mas existe uma sociedade secundária inteira que fica oculta.

source: * TechnologyMarchesOn in a way that fundamentally changes production while a show tries to continue in the new format as though nothing ever happened.
pt_br: * Br/AMarchaDaTecnologia acontece de um modo que muda fundamentalmente a produção enquanto o show tenta continuar no novo formato como se nada tivesse acontecido.

source: * TeenSuperspy: A hero with all of the style, panache and gadgetry, who exists to save the world (or maybe just the kids) from megalomaniacs bent on world domination.
pt_br: * Br/AdolescenteSuperEspiao: Um herói com todo o estilo, brio e traquitanas requeridas e que existe para salvar o mundo (ou apenas as crianças) de megalomaníacos obcecados por dominação mundial.

source: * TemporarySubstitute: Whenever Chespirito restaged a script and one of the major actors had left the show, he simply subbed in one of the other characters, even if it resulted in some unusual personality shifts.
pt_br: * Br/SubstitutoTemporario: Sempre que Chespirito reutilizava um roteiro em que um dos atores envolvidos já tinha deixado o programa, ele simplesmente enfiava um dos outros personagens, mesmo que isso resultasse em algumas mudanças incomuns de personalidade.

source: * TenorBoy: The young and idealistic romantic lead in theater tends to sing in the tenor range.
pt_br: * Br/GarotoTenor: O protagonista jovem e idealista romântico que tende a cantar na faixa de um tenor.

source: * TerribleIntervieweesMontage: The [[https://youtu.be/QXFR1L_gOg8 audition sequence]], in which the team goes through the likes of "The Waffler", "Ballerina Man", and "PMS Avenger".
pt_br: * Br/SegmentoDaSeletivaTerrivel: A sequência da seletiva de heróis, em que o time entrevista candidatos tais como "O Chapa", "O Bailarino" e "A Pré-Menstruada".

source: * TerrorHero: A heroic character who [[TheDreaded exploits the villains' fears]].
pt_br: * Br/HeroiAterrorizante: Um personagem heroico que [[Br/OTemido explora o medo dos vilões]].

source: * ThanatosGambit: [[spoiler: Lanning had Sonny kill him]] in order to draw attention to [[spoiler: VIKI's]] FaceHeelTurn.
pt_br: * Br/GambitoDeThanatos: [[spoiler: Lanning convenceu Sonny a matá-lo]] para atrair atenção para [[spoiler: a VIKI]] Br/PassandoProLadoDosViloes.

source: * ThatNostalgiaShow: Our world, as you remember it, 20-50 years ago.
pt_br: * Br/AqueleShowNostalgico: Nosso mundo como você lembra como era entre 20 a 50 anos atrás.

source: * ThatPoorCat: Happens while The Blue Raja is using a dartboard for target practice.
pt_br: * Br/PobreGato: Quando o Marajá está usando um alvo de dardos para praticar o arremesso de talheres.

source: * The BigBad is defeated, but they and/or TheDragon ''survives'' the FinalBattle ''without pulling a HeelFaceTurn'' and there's no telling if, or more worryingly, ''when'' they'll come back to power.
pt_br: * O Br/GrandeMal é derrotado, mas ele e/ou Br/ODragao ''sobrevivem'' à Br/BatalhaFinal ''sem Br/PassarParaOLadoDosMocinhos'' e não há como saber se (ou pior, ''quando'') eles voltarão ao poder.

source: * The BunnyEarsLawyer and other characters who use their ObfuscatingStupidity to mask and distract from their manipulations.
pt_br: * O Br/AdvogadoComOrelhasDeCoelho pode usar a sua Br/EstupidezOfuscante para distrair das manipulações executadas.

source: * The ConMan who lies and builds elaborate tricks professionally.
pt_br: * Br/OVigarista mente e planeja truques elaborados de maneira profissional.

source: * The FranchiseOriginalSin becomes too obvious to ignore.
pt_br: * O Br/PecadoOriginalDaFranquia fica óbvio demais para ignorar.
